// Задача 1: Изменение содержимого элемента

// Необходимо получить элемент с идентификатором "myElement" и изменить его текстовое содержимое на "Привет, мир!".
// Пример решения:


const paragraph = document.getElementById("myElement");
console.log(paragraph);

// Задача 2: Изменение стиля элемента

// Необходимо получить элемент с классом "myClass" и изменить его фоновый цвет на синий.

// Задача 3: Создание и добавление нового элемента

// Необходимо создать новый элемент "p" с текстовым содержимым "Это новый абзац" и добавить его как последний дочерний элемент к элементу с идентификатором "parentElement".

// Задача 4: Удаление элемента
//Необходимо удалить элемент с идентификатором "myElement" из его родительского элемента.
// Пример решения:

// Задача 5: Изменение атрибута элемента

// Необходимо изменить значение атрибута "src" изображения с идентификатором "myImage" на "newImage.jpg".